[

    {
        "index": 0,
        "autor": "coderx",
        "wrk": "You work as a cookie cutter and earn"
      },
      {
        "index": 1,
        "autor": "coderx",
        "wrk": "He works for a private military company, earning"
      }, 
      {
        "index": 2,
        "autor": "coderx",
        "wrk": "You organized a wine tasting event and earn"
      }, 
      {
      "index": 3,
        "autor": "coderx",
        "wrk": "You worked as a programmer and earn"
      }, 
      {
      "index": 4,
        "autor": "coderx",
        "wrk": "You clean the chimney and find"
      }, 
      {
      "index": 5,
        "autor": "coderx",
        "wrk": "You develop games for a living and you earned"
      }, 
      {
      "index": 6,
        "autor": "coderx",
        "wrk": "Why is this command called work? You're not even doing anything work related. however you got"
      }, 
      {
      "index": 7,
        "autor": "coderx",
        "wrk": "You worked in the office overtime for"
      }, 
      {
      "index": 8,
        "autor": "coderx",
        "wrk": "You work as a bride kidnapper and earn"
      }, 
      {
      "index": 9,
        "autor": "coderx",
        "wrk": "Someone came and put on a play. for looking they gave you"
      }, 
     {
     "index": 10,
        "autor": "coderx",
        "wrk": "You bought and sold items and earned"
      }, 
      {
      "index": 11,
        "autor": "coderx",
        "wrk": "You work in Grandma's restaurant as a cook and earn"
      }, 
      {
      "index": 12,
        "autor": "coderx",
        "wrk": "You work at a local Pizza Hut and earned"
      }, 
      {
      "index": 13,
        "autor": "coderx",
        "wrk": "You work as a fortune cookie writer and earn"
      }, 
      {
      "index": 14,
        "autor": "coderx",
        "wrk": "You go through your bag and decide to sell some useless items that you don't need. Turns out all that crap was worth"
      }, 
      {
      "index": 15,
        "autor": "coderx",
        "wrk": "You see someone struggling to get a box into their car, you rush to help them before they get hurt. After helping them, they kindly give you"
      }, 
      {
      "index": 16, 
        "autor": "coderx",
        "wrk": "You develop games for a living and you earn"
      }, 
      {
      "index": 17,
        "autor": "coderx",
        "wrk": "You work all day in the company for"
      }, 
      {
      "index": 18, 
        "autor": "coderx",
        "wrk": "You help moderate the DyLux group by"
      }, 
      {
      "index": 19, 
        "autor": "coderx",
        "wrk": "You designed a logo for *FG* by"
      }, 
      {
      "index": 20,
        "autor": "coderx",
        "wrk": "You get a commission request, the payment is"
      }, 
      {
      "index": 21,
        "autor": "coderx",
        "wrk": "He worked to the best of his ability at a printing company that was hiring and earned his fair share!"
      }, 
      {
      "index": 22,
        "autor": "coderx",
        "wrk": "You work as a doctor and earn"
      }, 
      {
      "index": 23,
        "autor": "coderx",
        "wrk": "The demand for mobile games has increased, so you create a new game full of micro-transactions. With your new game you earn a total of"
      }, 
      {
      "index": 24,
        "autor": "coderx",
        "wrk": "You work as a voice actor for Spongebob and you managed to win"
      }, 
      {
      "index": 25,
        "autor": "coderx",
        "wrk": "You stack cups at 7-11 for 8 hours a day, racking up a measly"
      }, 
      {
      "index": 26,
        "autor": "coderx",
        "wrk": "You work as a teacher and earn"
      }, 
      {
      "index": 27,
        "autor": "coderx",
        "wrk": "You work as a street artist and earn"
      }, 
      {
      "index": 28, 
        "autor": "coderx",
        "wrk": "You did social work for a good cause! for your good cause you received"
      }, 
      {
      "index": 29, 
        "autor": "coderx",
        "wrk": "You repaired a disabled T-60 tank in Afghanistan. The crew paid you"
      }, 
      {
      "index": 30, 
        "autor": "coderx",
        "wrk": "You work as an eel ecologist and earn"
      }, 
      {
      "index": 31, 
        "autor": "coderx",
        "wrk": "You work at Disneyland as a panda in a costume and you earn"
      }, 
      {
      "index": 32, 
        "autor": "coderx",
        "wrk": "You repair the arcade machines and receive"
      }, 
      {
      "index": 33, 
        "autor": "coderx",
        "wrk": "You did some odd jobs around town and you won"
      }, 
      {
      "index": 34, 
        "autor": "coderx",
        "wrk": "You clean some toxic mold from the vent and win"
      }, 
      {
      "index": 35, 
        "autor": "coderx",
        "wrk": "You solved the mystery of the cholera outbreak and the government rewarded you with a sum of"
      }, 
      {
      "index": 36, 
        "autor": "coderx",
        "wrk": "You work as a zoologist and earn"
      }, 
      {
      "index": 37, 
        "autor": "coderx",
        "wrk": "You worked and you earned"
      }, 
      {
      "index": 38, 
        "autor": "coderx",
        "wrk": "You sold fish sandwiches and got"
      }, 
      {
      "index": 39, 
        "autor": "coderx",
        "wrk": "You work as a pornstar and earn"
      }, 
      {
      "index": 40, 
        "autor": "coderx",
        "wrk": "Just for being the bot, You win"
      }, 
      {
      "index": 41, 
        "autor": "coderx",
        "wrk": "You did some social work for a good cause! Did you receive!"
      },
      {
      "index": 42, 
        "autor": "coderx",
        "wrk": "You suggest something good and get rewarded"
      }, 
      {
      "index": 43, 
        "autor": "coderx",
        "wrk": "You work as a taxi driver and earn"
      }, 
      {
      "index": 44, 
        "autor": "coderx",
        "wrk": "You work as a prostitute and earn"
      }, 
      {
      "index": 45, 
        "autor": "coderx",
        "wrk": "You work as a plumber and earn"
      }, 
      {
      "index": 46, 
        "autor": "coderx",
        "wrk": "You work as a professional sleeper and earn"
      }, 
      {
      "index": 47, 
        "autor": "coderx",
        "wrk": "Somebody once told me the world was gonna roll me, I ain't the sharpest tool in the sh- oh, uh- you did something good and got"
      }, 
      {
      "index": 48, 
        "autor": "coderx",
        "wrk": "You work as a sandcastle builder and earn"
      }, 
      {
      "index": 49, 
        "autor": "coderx",
        "wrk": "You work as a smarties expert and earn"
      }, 
      {
      "index": 50, 
        "autor": "coderx",
        "wrk": "After a long day of tolerating your annoying co-workers, your boss pays you extra and you earn"
      }, 
      {
      "index": 51, 
        "autor": "coderx",
        "wrk": "You work as a professional worker and earn"
      }, 
      {
      "index": 52, 
        "autor": "coderx",
        "wrk": "You opposed LGBT and get rewarded"
      }, 
      {
      "index": 53, 
        "autor": "coderx",
        "wrk": "While you were searching for Pokémon in the tall grass, you found"
      }, 
      {
      "index": 54, 
        "autor": "coderx",
        "wrk": "After a successful day at the office, on your way home you helped an old lady cross the street and she paid you"
      }, 
      {
      "index": 55, 
        "autor": "coderx",
        "wrk": "You solved the mystery of the Covid outbreak and the government rewarded you with a sum of"
      }
    ] 
